Repository: PhoneixS/VGrive
Catalog: po/*.po
Languages: es

source: Google Drive client with automatic syncronization for linux.
es: Cliente de Google Drive con sincronización automática para Linux.

source: Welcome to the dark side: Dark mode support!
es: Bienvenido al lado oscuro: Modo oscuro soportado

source: New Login view (designed by @Fatih20 )
es: Nueva vista de autenticación (diseñada por @Fatih20)

source: Login process separated in diferents views
es: Proceso de autenticación separado en distintas vistas

source: Allow select preferences from the login view
es: Permitir la selección de ajustes desde la vista de autenticación

source: New Sync view (designed by @Fatih20 )
es: Nueva vista de sincronización (diseñada por #Fatih20)

source: The default is cleaner and shows less information to the user
es: Por defecto es más limpio y muestra menos información al usuario

source: There is an option to switch between this new view and the old view (named "Advanced view")
es: Hay una opción para cambiar entre esta nueva vista y la anterior (llamada "Vista Avanzada")

source: New logo by @Fatih20
es: Nuevo logo por @Fatih20

source: Use buil-in red button.
es: Usa el botón rojo proporcionado por defecto

source: Fix detecting files with specials caracters though google drive api.
es: Solventa la detección de ficheros con caracteres especiales mediante el api de Google Drive.

source: VGrive initial release!
es: ¡Lanzamiento inicial de VGrive!

source: Sync continues in background
es: La sincronización continúa en segundo plano

source: Sync stopped
es: Se ha detenido la sincronización

source: Back
es: Atrás

source: Light background
es: Fondo claro

source: Dark background
es: Fondo oscuro

source: Main folder changed to %s
es: Directorio principal cambiado a %s

source: Start syncing files on %s
es: Iniciar sincronización de archivos en %s

source: Directory created: %s
es: Directorio creado: %s

source: Syncing stopped by user request
es: Sincronización detenida por orden del usuario

source: Everything is up to date!
es: ¡Todos los ficheros actualizados!

source: Change detected. Updating files...
es: Cambio detectado. Actualizando archivos...

source: DELETE LOCAL FILE: %s
es: ELIMINAR FICHERO LOCAL: %s

source: DELETE REMOTE FILE: %s
es: ELIMINAR FICHERO REMOTO: %s

source: INFO: %s not deleted/moved
es: INFO: %s no eliminado/movido

source: INFO: %s not changed
es: INFO: %s no cambiado

source: NEW LOCAL DIRECTORY: %s uploading...
es: NUEVO DIRECTORIO LOCAL: %s subiendo...

source: NEW LOCAL DIRECTORY: %s uploaded ✓
es: NUEVO DIRECTORIO LOCAL: %s subido ✓

source: NEW REMOTE FILE: %s downloading...
es: NUEVO FICHERO REMOTO: %s descargando...

source: NEW REMOTE FILE: %s downloaded ✓
es: NUEVO FICHERO REMOTO: %s descargado ✓

source: CHANGE IN REMOTE FILE: %s downloading newest version...
es: CAMBIO EN FICHERO REMOTO: %s descargando la versión más reciente...

source: CHANGE IN REMOTE FILE: %s downloaded ✓
es: CAMBIO EN FICHERO REMOTO: %s descargado ✓

source: CHANGE IN LOCAL FILE: %s uploading newest version...
es: CAMBIO EN FICHERO LOCAL: %s subiendo la versión más reciente...

source: CHANGE IN LOCAL FILE: %s uploaded ✓
es: CAMBIO EN FICHERO LOCAL: %s subido ✓

source: NEW LOCAL FILE: %s uploading...
es: NUEVO FICHERO LOCAL: %s subiendo...

source: NEW LOCAL FILE: %s uploaded ✓
es: NUEVO FICHERO LOCAL: %s subido ✓

source: Welcome
es: Bienvenido

source: Start syncing your Google Drive files
es: Comience la sincronización con Google Drive

source: Log in
es: Iniciar sesión

source: Sync your files
es: Sincronice sus archivos

source: Copy code
es: Copiar código

source: Finish
es: Finalizar

source: Preferences
es: Preferencias

source: Begin sync when app is started:
es: Iniciar sincronización cuando se abre la aplicación:

source: vGrive folder:
es: Directorio de vGrive:

source: Change folder
es: Cambiar carpeta

source: Continue
es: Continuar

source: : Log In
es: : Iniciar sesión

source: Select a folder
es: Seleccionar una carpeta

source: Cancel
es: Cancelar

source: Open
es: Abrir

source: Not syncing
es: Sincronización parada

source: Syncing
es: Sincronizando

source: Google Drive Sync
es: Sincronización con Google Drive

source: Advanced View
es: Vista Avanzada

source: Stop
es: Detener

source: Start
es: Iniciar

source: Sync is stopped. Press start to begin.
es: La sincronización está detenida. Pulse iniciar para continuar.

source: Configuration
es: Configuración

source: Actions
es: Acciones

source: Change Google Drive account:
es: Cambiar cuenta de Google Drive:

source: Sign Out
es: Cerrar sesión

source: Delete all files from ".trash":
es: Eliminar todos los archivos de ".trash":

source: Empty the trash
es: Vaciar la papelera

source: (note: vGrive doesn't delete any file, they are moved to the ".trash" folder)
es: (nota: vGrive no elimina ningún archivo, se mueven a la carpeta ".trash")

source: Save
es: Guardar

source: : Configuration
es: : Configuración

source: Are you sure you want to permanently erase the items in the Trash?
es: ¿Está seguro que desea borrar permanentemente los elementos de la papelera?

source: Trash localted in: %s
es: Papelera situada en: %s

source: Show In File Browser
es: Mostrar en Archivos
